/* NSButton (Don't show this again.) : <title:Don't show this again.> (oid:12) */
"Don't show this again." = "Viac nezobrazovať.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Podporovať!";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author (that's me!) of this software. It will encourage me to make it better, really!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author (that's me!) of this software. It will encourage me to make it better, really!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author (that's me!) of this software. It will encourage me to make it better, really!" = "Vytvorenie tejto aplikácie trvalo mnoho nocí. Ak ju radi používate, pouvažujte prosím o podpore jeho autorovi. Povzbudí ho to pri jej ďalšom vylepšovaní.";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Neskôr";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Prosím podporiť";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Vďaka za používanie programu Cyberduck!";

/* NSTextField (The transaction can be made easily over the Internet using PayPal.) : <title:The transaction can be made easily over the Internet using PayPal.> (oid:19) */
"The transaction can be made easily over the Internet using PayPal." = "ZúĊtovanie je jednoduchšie využitím služby PayPal cez internet.";

